Repository: pizza-studio/PizzaHelperUnited
Catalog: WidgetExtension/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# pzWidgetsKit.material.description
source: Show the recent events and the weapons' or talents' materials that can be obtained today in Genshin Impact.
de: Zeige die aktuellen Ereignisse und die Materialien für Waffen oder Talente, die heute in Genshin Impact verfügbar sind.
es: Muestra los eventos recientes y los materiales de armas o talentos que se pueden obtener hoy en Genshin Impact.
fil: Ipakita ang mga kamakailang pangyayari at ang mga materyales ng sandata o talento na makukuha ngayon sa Genshin Impact
fr: Afficher les événements récents ainsi que les matériaux d'armes ou de talents pouvant être obtenus aujourd'hui dans Genshin.
it: Mostra gli eventi recenti e i materiali per armi o talenti che possono essere ottenuti oggi in Genshin Impact.
ja: [原神のみ] 最近のイベントと、今日入手できる武器と天賦の材料を表示する。
ko: 오늘 Genshin Impact에서 획득할 수 있는 최근 이벤트 및 무기나 특성 재료를 보여줍니다
ru: Показать последние события и материалы для оружия или талантов, которые можно получить сегодня в Genshin Impact.
vi: Hiển thị sự kiện gần đây và nguyên liệu vũ khí hoặc thiên phú có thể thu thập hôm nay trong Genshin Impact.
zh_hans: 显示原神的最近的官方活动、以及当日可用的原神材料。
zh_hant: 顯示原神的最近的官方活動、以及當日可用的原神材料。

# pzWidgetsKit.material.sunday
source: All materials are available in Sunday
de: Alle Materialien sind am Sonntag verfügbar
es: Todos los materiales están disponibles el domingo
fil: Ang lahat ng materyales ay makukuha sa Linggo
fr: Tous les matériaux sont disponibles le dimanche
it: Tutti i materiali sono disponibili domenica
ja: 日曜日：すべての素材が入手可能
ko: 모든 자료는 일요일에 제공됩니다
ru: Все материалы доступны в воскресенье
vi: Tất cả tài liệu có sẵn vào Chủ nhật
zh_hans: 今天是周日，素材全开放
zh_hant: 今天是週日，素材全開放

# pzWidgetsKit.material.title
source: [GI] Today’s Materials & Official Events
de: [GI] Heutige Materialien & Offizielle Events
es: [GI] Materiales y Eventos Oficiales de Hoy
fil: Mga Materyales at Opisyal na Kaganapan Ngayon
fr: [GI] Matériaux & Événements Officiels du jour
it: Materiali e Eventi Ufficiali di Oggi
ja: 原神のイベントと材料
ko: [GI] 오늘의 자료 및 공식 이벤트
ru: [GI] Сегодняшние материалы и официальные события
vi: [TN] Tài liệu & Sự kiện chính thức hôm nay
zh_hans: 原神官方活动暨材料
zh_hant: 原神官方活動暨材料

# pzWidgetsKit.officialFeed.description
source: Presenting soon-to-end in-game events of all games or the specified game.
de: Präsentiert bald endende In-Game-Events aller Spiele oder des angegebenen Spiels.
es: Presentando los eventos en juego próximos a finalizar de todos los juegos o del juego especificado.
fil: Inilalahad ang mga malapit nang matapos na mga kaganapan sa laro ng lahat ng laro o ng tinukoy na laro.
fr: Présente tous les événements en jeu bientôt terminés de tous les jeux ou d'un jeu spécifié.
it: Presenta gli eventi di gioco in scadenza di tutti i giochi o del gioco specificato.
ja: すべてのゲームまたは指定されたゲームの、間もなく終了するゲーム内イベントを表示します。
ko: 모든 게임 또는 지정된 게임의 곧 종료될 인게임 이벤트를 제공합니다.
ru: Представляет скоро заканчивающиеся внутриигровые события всех игр или указанной игры.
vi: Trình bày các sự kiện sắp kết thúc trong trò chơi của tất cả các trò chơi hoặc trò chơi được chỉ định.
zh_hans: 展示即将结束的游戏内活动。您可以使其仅显示某个游戏的内容。
zh_hant: 展示即將結束的遊戲內活動。您可以使其僅顯示某個遊戲的內容。

# pzWidgetsKit.officialFeed.title
source: Official Feeds
de: Offizielle Feeds
es: Fuentes oficiales
fil: Opisyal na Mga Feed
fr: Flux officiels
it: Feed ufficiali
ja: 公式フィード
ko: 공식 피드
ru: Официальные ленты
vi: Nguồn chính thức
zh_hans: 官方动态
zh_hant: 官方動態

# pzWidgetsKit.stamina
source: Player Stamina
de: Spielerausdauer
es: Resistencia del jugador
fil: Tibay ng Manlalaro
fr: Résine du joueur
it: Resistenza del giocatore
ja: プレーヤーのスタミナ
ko: 플레이어 체력
ru: Выносливость игрока
vi: Thể lực người chơi
zh_hans: 玩家体力
zh_hant: 玩家體力

# pzWidgetsKit.stamina.full
source: Full
de: Voll
es: Completo
fil: Buong
fr: Plein
it: Pieno
ja: 全回復済み
ko: 전체
ru: Полный
vi: Đầy đủ
zh_hans: 已回满
zh_hant: 已回滿

# pzWidgetsKit.stamina.refillTime.countdown.ofSb
source: 's countdown to max stamina
de: Countdown bis zur maximalen Ausdauer
es: cuenta regresiva para resistencia máxima
fil: nagtatagal hanggang sa pinakamataas na stamina
fr: temps restant jusqu'à la recharge complète
it: contatore alla massima resistenza
ja: のスタミナ回復カウントダウン
ko: 최대 스태미나까지 카운트다운
ru: обратный отсчет до максимальной выносливости
vi: đếm ngược đến thể lực tối đa
zh_hans: 的玩家体力回满倒计时
zh_hant: 的玩家體力回滿倒計時

# pzWidgetsKit.stamina.refillTime.countdown.show.title
source: Showing the player stamina and the countdown to max stamina.
de: Anzeige der Ausdauer des Spielers und des Countdowns bis zur maximalen Ausdauer
es: Mostrando la resistencia del jugador y la cuenta regresiva para la resistencia máxima.
fil: Pagpapakita ng stamina ng manlalaro at ang countdown sa maximum na stamina.
fr: Affiche la résine du joueur et le compte à rebours jusqu'à la recharge complète.
it: Visualizzazione della resistenza del giocatore e del conto alla rovescia per la resistenza massima
ja: プレーヤーのスタミナとそれの全回復までのカウントダウンを表示する。
ko: 플레이어의 체력과 최대 체력까지의 카운트다운 표시.
ru: Показатель выносливости игрока и обратный отсчёт до максимальной выносливости
vi: Hiển thị sức bền của người chơi và đếm ngược đến sức bền tối đa.
zh_hans: 显示玩家体力状况暨回满倒计时。
zh_hant: 顯示玩家體力狀況暨回滿倒計時。

# pzWidgetsKit.stamina.refillTime.countdown.title
source: Timer of the Player Stamina
de: Ausdauer-Timer des Spielers
es: Temporizador de Resistencia del Jugador
fil: Timer ng Tibay ng Manlalaro
fr: Minuteur de la résine
it: Timer della Resistenza del Giocatore
ja: スタミナのタイマー
ko: 플레이어 체력 타이머
ru: Таймер выносливости игрока
vi: Đồng hồ thời gian thể lực của người chơi
zh_hans: 玩家体力回满计时
zh_hant: 玩家體力回滿計時

# pzWidgetsKit.stamina.refillTime.ofSb
source: 's estimated time of full-stamina
de: Geschätzte Zeit bis voll aufgeladen
es: Tiempo estimado para recuperación de resistencia completa
fil: inaasahang oras ng buong-stamina
fr: estimation du temps avant recharge complète
it: tempo stimato per il recupero completo della resistenza
ja: のスタミナの全回復までの目安時間
ko: 풀 스태미너까지 예상 시간
ru: Расчетное время полного восстановления выносливости
vi: thời gian dự kiến hồi phục đầy đủ thể lực
zh_hans: 的玩家体力回满预估时刻
zh_hant: 的玩家體力回滿預估時刻

# pzWidgetsKit.stamina.refillTime.show.title
source: Show the player stamina and the time when it gets fully charged.
de: Zeige die Ausdauer des Spielers und die Zeit, wann sie vollständig aufgeladen ist.
es: Mostrar la resistencia del jugador y el momento en que se carga completamente
fil: Ipakita ang tibay ng manlalaro at ang oras kung kailan ito ganap na na-charge
fr: Afficher la résine du joueur et quand elle sera pleine
it: Mostra la resistenza del giocatore e il tempo in cui si ricarica completamente
ja: プレーヤーのスタミナとそれの全回復までの目安時間を表示する。
ko: 플레이어의 스태미너와 완전히 충전되는 시간을 표시합니다.
ru: Показать выносливость игрока и время, когда она полностью восстановится.
vi: Hiển thị sức bền của người chơi và thời gian khi nó được nạp đầy.
zh_hans: 显示玩家体力状况暨预估回满时刻。
zh_hant: 顯示玩家體力狀況暨預估回滿時刻。

# pzWidgetsKit.stamina.refillTime.title
source: Estimated Time of Full-Stamina
de: Geschätzte Zeit bis vollständige Ausdauer
es: Hora Estimada de Stamina Completa
fil: Inaasahang Oras ng Buong-Stamina
fr: Temps Estimé avant recharge complète
it: Tempo Stimato per Piena Stamina
ja: スタミナの全回復までの目安時間
ko: 전체 체력 회복 예상 시간
ru: Оценочное время полного восстановления выносливости
vi: Thời gian ước tính đầy Năng lượng
zh_hans: 玩家体力预估回满时刻
zh_hant: 玩家體力預估回滿時刻

# pzWidgetsKit.status.enquiry.title
source: Check your stamina recovery status
de: Überprüfen Sie den Status Ihrer Ausdauererholung
es: Verifica el estado de recuperación de tu resistencia
fil: Suriin ang iyong status sa pag-recover ng stamina
fr: Vérifier l'état de la récupération de la résine
it: Controlla lo stato di recupero della tua stamina
ja: スタミナの存分のご確認
ko: 스태미나 회복 상태 확인
ru: Проверьте статус восстановления выносливости
vi: Kiểm tra trạng thái hồi phục sức bền của bạn
zh_hans: 确认您的玩家体力恢复状况
zh_hant: 確認您的玩家體力恢復狀況

# pzWidgetsKit.status.not_received
source: (unreceived)
de: (nicht empfangen)
es: (no recibido)
fil: (hindi natanggap)
fr: (non reçu)
it: (non ricevuto)
ja: (未受取)
ko: (미수신)
ru: (не получено)
vi: (chưa nhận được)
zh_hans: (尚未收取)
zh_hant: (尚未收取)

# pzWidgetsKit.status.title
source: Player Status
de: Spielerstatus
es: Estado del Jugador
fil: Katayuan ng Manlalaro
fr: Statut du joueur
it: Stato giocatore
ja: プレーヤーの状況
ko: 플레이어 상태
ru: Статус игрока
vi: Trạng thái người chơi
zh_hans: 玩家状况
zh_hant: 玩家狀況

# pzWidgetsKit.statusDualProfile.enquiry.title
source: Check the stamina recovery status of two profiles in the same widget
de: Überprüfen Sie den Status der Ausdauererholung von zwei Profilen im selben Widget
es: Verifica el estado de recuperación de resistencia de dos perfiles en el mismo widget
fil: Suriin ang status ng pag-recover ng stamina ng dalawang profile sa parehong widget
fr: Vérifiez l'état de la récupération de la résine de deux profils dans le même widget
it: Controlla lo stato di recupero della stamina di due profili nello stesso widget
ja: 同じウィジェットで2つのプロファイルのスタミナ回復状況を確認
ko: 동일한 위젯에서 두 프로필의 스태미나 회복 상태 확인
ru: Проверьте статус восстановления выносливости двух профилей в одном виджете
vi: Kiểm tra trạng thái hồi phục sức bền của hai hồ sơ trong cùng một tiện ích
zh_hans: 在同一小部件中确认两个本地账号的玩家体力恢复状况
zh_hant: 在同一小工具中確認兩個本機帳號的玩家體力恢復狀況

# pzWidgetsKit.statusDualProfile.title
source: Player Status (Dual Profile)
de: Spielerstatus (Doppelprofil)
es: Estado del Jugador (Perfil Doble)
fil: Katayuan ng Manlalaro (Dual Profile)
fr: Statut du joueur (Double Profil)
it: Stato giocatore (Profilo Doppio)
ja: プレーヤーの状況（２つのプロファイル）
ko: 플레이어 상태 (듀얼 프로필)
ru: Статус игрока (Двойной профиль)
vi: Trạng thái người chơi (Hồ sơ kép)
zh_hans: 玩家状况（双UID）
zh_hant: 玩家狀況（雙UID）

# pzWidgetsKit.unit.day:%lld
source: %lld days
de: %lld tage
es: %lld días
fil: %lld araw
fr: %lld jours
it: %lld giorni
ja: %lld 日
ko: %lld일
ru: %lld дня
vi: %lld ngày
zh_hans: %lld 天
zh_hant: %lld 天

# pzWidgetsKit.unit.minute:%lld
source: %lld mins
de: %lldmin
es: %lldmin
fil: %lldmin
fr: %lldmin
it: %lldmin
ja: 分
ko: %lld분
ru: %lldмин
vi: %lld phút
zh_hans: 分
zh_hant: 分

# pzWidgetsKit.widgetError.noProfileFound
source: Profile not found. Please add a local profile or try restarting the device.
de: Profil nicht gefunden. Bitte fügen Sie ein lokales Profil hinzu oder versuchen Sie, das Gerät neu zu starten.
es: Perfil no encontrado Por favor agrega un perfil local o intenta reiniciar el dispositivo
fil: Hindi makita ang profile. Mangyaring magdagdag ng lokal na profile o subukang i-restart ang device.
fr: Profil introuvable, veuillez ajouter un profil local ou essayer de redémarrer l'appareil
it: Profilo non trovato. Si prega di aggiungere un profilo locale o provare a riavviare il dispositivo.
ja: ご指定できるプロフィールはなさそうです。アプリで登録するか、あるいはこの端末を再起動してみてください。
ko: 프로필을 찾을 수 없습니다. 로컬 프로필을 추가하거나 기기를 다시 시작해 보세요.
ru: Профиль не найден Пожалуйста, добавьте локальный профиль или попробуйте перезагрузить устройство
vi: Không tìm thấy hồ sơ. Vui lòng thêm hồ sơ cục bộ hoặc thử khởi động lại thiết bị.
zh_hans: 尚未发现本地账号。请在 App 内添加、或者重新启动该设备。
zh_hant: 尚未發現本機帳號。請在應用內添加、或者重新啟動該裝置。

# pzWidgetsKit.widgetError.profileSelectionNeeded
source: Please long press the widget to config your local profile
de: Profilauswahl erforderlich
es: Se necesita selección de perfil
fil: Kailangan ang pagpili ng profile
fr: Sélection de profil requise
it: È necessaria la selezione del profilo
ja: ウィジェットを長押してプロファイルを選んでください
ko: 프로필 선택 필요
ru: Требуется выбрать профиль
vi: Cần chọn hồ sơ
zh_hans: 请长按小组件选择本地账号
zh_hant: 請長按小工具選擇本機帳號

# pzWidgetsKit.WidgetRefreshIntent.Refresh
source: Refresh the Widget
de: Widget aktualisieren
es: Actualizar el Widget
fil: I-refresh ang Widget
fr: Rafraîchir le Widget
it: Aggiorna il widget
ja: 該当ウィジェットをリロードする
ko: 위젯 새로고침
ru: Обновить виджет
vi: Làm mới tiện ích
zh_hans: 重新载入该小组件
zh_hant: 重新載入該小工具

# watch.info.autoRotation
source: ’s Auto-Rotation
de: Automatische Drehung
es: Rotación automática
fil: Awtomatikong Pag-ikot
fr: Rotation automatique
it: Rotazione automatica
ja: の情報の輪番展示
ko: 자동 회전
ru: Автоповорот
vi: Tự Động Xoay
zh_hans: 的资讯轮替显示
zh_hant: 的資訊輪替顯示

# watch.info.dailyCommission
source: Daily Commission
de: Tägliche Provision
es: Comisión Diaria
fil: Araw-araw na Komisyon
fr: Commission quotidienne
it: Commissione Giornaliera
ja: デイリー依頼・訓練
ko: 일일 커미션
ru: Ежедневное поручение
vi: Hoa hồng hàng ngày
zh_hans: 每日委托
zh_hant: 每日委託

# watch.info.RealmCurrency
source: Realm Currency
de: Reichswährung
es: Moneda del Reino
fil: Pera ng Kaharian
fr: Monnaie du royaume
it: Valuta del reame
ja: 洞天宝銭
ko: 현실 통화
ru: Валюта мира
vi: Tiền tệ Vương quốc
zh_hans: 洞天宝钱
zh_hant: 洞天寶錢

# watch.info.resin
source: Player Stamina
de: Spieler Ausdauer
es: Resistencia del Jugador
fil: Tibay ng Manlalaro
fr: Résine
it: Resistenza del giocatore
ja: スタミナ
ko: 플레이어 체력
ru: Выносливость игрока
vi: Thể lực của người chơi
zh_hans: 玩家体力
zh_hant: 玩家體力

# app.background.gold
source: Gold
es: Oro
fil: Ginto
fr: Or
it: Oro
ja: 金色
ko: 골드
ru: Золото
vi: Vàng
zh_hans: 金色
zh_hant: 金色

# appEnum.AutoRotationUsingResinWidgetStyle.asTimerCountDown
source: Countdown Timer
es: Temporizador de cuenta regresiva
fr: Minuteur de compte à rebours
it: Timer Conto alla Rovescia
ja: 減算時計
ko: 카운트다운 타이머
ru: Таймер обратного отсчета
vi: Đồng hồ đếm ngược
zh_hans: 计时器
zh_hant: 計時器

# game.elements.hydro
source: Hydro
es: Hidro
it: Idro
ja: 水元素属性
ko: 하이드로
ru: Гидро
zh_hans: 水元素属性
zh_hant: 水元素屬性

# watch.info.expedition
source: Expedition
es: Expedición
fil: Ekspedisyon
fr: Expéditions
it: Spedizione
ja: 派遣依頼
ko: 원정
ru: Экспедиция
vi: Chuyến thám hiểm
zh_hans: 派遣委托
zh_hant: 派遣委託

# game.elements.anemo
source: Anemo
fr: Anémo
ja: 風元素属性
ko: 바람
ru: Анемо
vi: Phong
zh_hans: 风元素属性
zh_hant: 風元素屬性

# game.elements.geo
source: Geo
fr: Géo
ja: 岩元素属性
ko: 지오
ru: Гео
vi: Địa lý
zh_hans: 岩元素属性
zh_hant: 岩元素屬性

# appEnum.WidgetSupportedGame.GI
source: Genshin Impact
ja: 原神
ko: 원신
zh_hans: 原神
zh_hant: 原神

# appEnum.WidgetSupportedGame.HSR
source: Star Rail
ja: スターレイル
ko: 스타 레일
zh_hans: 星穹铁道
zh_hant: 星穹鐵道

# appEnum.WidgetSupportedGame.ZZZ
source: Zenless Zone Zero
ja: ゼンレスゾンゼロ
ko: 절레스 존 제로
zh_hans: 绝区零
zh_hant: 絕區零

# game.elements.dendro
source: Dendro
ja: 草元素属性
ko: 덴드로
ru: Дендро
zh_hans: 草元素属性
zh_hant: 草元素屬性

# game.elements.imago
source: Imago
ja: 虚数属性
ko: 환상적이야
zh_hans: 虚数属性
zh_hant: 虛數屬性

# game.elements.physico
source: Physico
ja: 物理属性
ko: 피지코
zh_hans: 物理属性
zh_hant: 物理屬性

# game.elements.pyro
source: Pyro
ja: 炎元素属性
ko: 파이로
ru: Пиро
vi: Hỏa
zh_hans: 火元素属性
zh_hant: 火元素屬性

# game.elements.quanto
source: Quanto
ja: 量子属性
ko: 포세스토
zh_hans: 量子属性
zh_hant: 量子屬性
